[Main]
DisplayName=Español

[Brower_Protected_M]
btn_ok=Ok
Site_Safe_tip=Este sitio está a salvo
Site_Risk_tip=Este sitio contiene potenciales amenazas
Protected_Off_tip=Protector de Navegador Advanced SystemCare: Apagado
Site_Safe=Seguro:
Site_Risk=Riesgo:
Site_Advisory=Advertencia provista por
Site_Details=Más Detalles
Risk_Title=Este sitio web ha sido reportado como inseguro
Risk_recommend=Recomendamos que no continúe en este sitio web.
Risk_goBack=Cancelar
Risk_report=Reportar falsa alarma
Risk_continue=Continuar de todas maneras
Site_turbo_tip=Protección de Navegación deshabilitada porque Opera Turbo está encendido
ads_Removed=anuncios removidos en esta página
ads_Nofound=No se hallaron anuncios
Site_Miner_tip=La minería de cryptomoneda está bloqueada en esta página
Link_Safe_tip=Este enlace es seguro.
Link_Risk_tip=Este enlace no es seguro.
Sender_Risk_tip=Este remitente es sospechoso.
Link_Phish_tip=Este enlace contiene engaño de pishing.
Risk_Title_Phish=Este sitio web ha sido reportado como un sitio de pishing.
Site_Risk_link=Este email contiene un enlace malicioso.
Site_Risk_sender=El remitente de este email es sospechoso.
Site_Risk_link_sender=Este email contiene un enlace malicioso y el remitente es sospechoso.
Site_Risk_phish=Este sitio contiene engaño de pishing.

